Revit 2024 API
DockablePanes.BuiltInDockablePanes.ViewBrowser Property
 The View browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static DockablePaneId ViewBrowser { get; }
Visual Basic
Public Shared ReadOnly Property ViewBrowser As DockablePaneId
	Get
Visual C++
public:
static property DockablePaneId^ ViewBrowser {
	DockablePaneId^ get ();
}
See Also
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace